!</w>
#</w>
$</w>
%</w>
&amp;</w>
&apos;
&apos;</w>
&apos;s</w>
&apos;t</w>
&quot;</w>
(</w>
)</w>
,
,</w>
-
-</w>
-covered</w>
-down</w>
-haired</w>
-like</w>
-skinned</w>
-up</w>
.
.</w>
0
0</w>
1
10</w>
11</w>
12</w>
1</w>
2
20
2012</w>
2</w>
3
3</w>
4
4</w>
5
5</w>
6
6</w>
7
7</w>
8
8</w>
9
9</w>
:</w>
;</w>
=</w>
?</w>
`</w>
a
a-
a</w>
ab
ab</w>
abo
about</w>
above</w>
ac
accor
accordion</w>
ach
ach</w>
acoustic</w>
acro
across</w>
act</w>
acti
acting</w>
action</w>
activ
ad
ad</w>
ade</w>
adi
adju
admi
admiring</w>
ado
adul
adult</w>
adults</w>
adverti
advertisement</w>
advertising</w>
afri
african</w>
after</w>
aga
against</w>
age</w>
aged</w>
ages</w>
ahead</w>
ai
air
air</w>
airborne</w>
airplane</w>
airport</w>
aisle</w>
ak
al
al</w>
ale</w>
ales</w>
ali
alie</w>
all
all</w>
aller</w>
alley</w>
alls</w>
ally</w>
alone</w>
along</w>
als</w>
also</w>
alt
alter
alter</w>
am
am</w>
ama
ame</w>
ameri
america</w>
american</w>
ami
amm
among</w>
amongst</w>
amp
amp</w>
amusement</w>
an
an</w>
ance</w>
and
and</w>
anda</w>
ander
ander</w>
ands</w>
ang
ange</w>
angel
angel</w>
ani
anie</w>
animal</w>
animals</w>
another</w>
ans</w>
ant</w>
anti
any</w>
ap
apartment</w>
app
appe
appear</w>
appears</w>
apple</w>
appro
approa
approaching</w>
apro
apron</w>
aqu
aquarium</w>
ar
ar</w>
ara
arch
ard</w>
ards</w>
are
are</w>
area</w>
arena</w>
ari
aring</w>
arm
arm</w>
arms</w>
army</w>
aro
around</w>
arran
arren</w>
arring</w>
arrow</w>
ars</w>
art</w>
arti
artist</w>
arts</w>
ary</w>
as</w>
asi
asian</w>
asleep</w>
asp
ass
assi
ast</w>
at
at</w>
ate</w>
ated</w>
ater</w>
ates</w>
ath
ath</w>
athle
athlete</w>
athletes</w>
athletic</w>
ati
ating</w>
ation
ation</w>
atop</w>
ator</w>
ators</w>
ats</w>
att
atta
attached</w>
attemp
attempt</w>
attempting</w>
attempts</w>
atten
attention</w>
atting</w>
attire</w>
attle</w>
attra
atv</w>
au
audience</w>
auditorium</w>
aus
aus</w>
ause</w>
auto
auto</w>
autumn</w>
away</w>
b
b</w>
ba
ba</w>
baby</w>
back
back</w>
background</w>
backpa
backpack</w>
backpacks</w>
backs</w>
backwards</w>
backyard</w>
bad
bad</w>
bag
bag</w>
bags</w>
bal
balan
balance</w>
balances</w>
balancing</w>
balcon
balcony</w>
bald</w>
balding</w>
ball
ball</w>
ballerin
ballerina</w>
ballons</w>
balloon</w>
balloons</w>
balls</w>
bam
ban
ban</w>
banan
band
band</w>
bandan
bandanna</w>
banjo</w>
bank</w>
banner</w>
bar
bar</w>
barbe
barbecue</w>
barber</w>
bare
bare</w>
barefoot</w>
barre
barrel</w>
barri
barrier</w>
bars</w>
base
base</w>
baseball</w>
bask
basket
basket</w>
basketball</w>
baskets</w>
bass</w>
bat
bat</w>
bath
bath</w>
bathing</w>
bathro
bathroom</w>
bati
batter</w>
bb
bbing</w>
be
be</w>
bea
beach</w>
beam
beam</w>
beanie</w>
bear
bear</w>
beard</w>
bearded</w>
beau
beauti
beautiful</w>
bed</w>
beer</w>
before</w>
beg
behind</w>
bei
beige
beige</w>
being</w>
bel
bel</w>
bell
below</w>
belt</w>
ben
ben</w>
bench</w>
benches</w>
bending</w>
bene
beneath</w>
bent</w>
ber
ber</w>
bers</w>
bes</w>
beside</w>
bet
between</w>
bever
beverage</w>
bi
bicycle</w>
bicycles</w>
bicyclist</w>
bicyclists</w>
bies</w>
big</w>
bike</w>
biker</w>
bikers</w>
bikes</w>
bikin
biking</w>
bikini</w>
bil
bill
billboard</w>
bin
bin</w>
binoculars</w>
bir
bird</w>
birds</w>
birthday</w>
bit</w>
bl
bla
black
black</w>
blan
blanket</w>
blazer</w>
ble
ble</w>
blea
bleachers</w>
bles</w>
bli
blin
bling</w>
blo
block</w>
blocks</w>
blon
blond-
blond-hair</w>
blond-haired</w>
blond</w>
blouse</w>
blow</w>
blowing</w>
blows</w>
blu
blue
blue</w>
bly</w>
bm
bmx</w>
bo
boar
board</w>
boards</w>
boardwalk</w>
boat</w>
boats</w>
body
body</w>
bon
boo
boo</w>
book
book</w>
books</w>
boot</w>
booth</w>
boots</w>
bor
bor</w>
born</w>
borne</w>
boss</w>
both</w>
bott
bottle</w>
bottles</w>
botto
bottom</w>
bou
boul
boun
bow
bow</w>
bowl</w>
bowling</w>
bowls</w>
box
box</w>
boxer</w>
boxes</w>
boxing</w>
boy</w>
boys</w>
br
bra
bran
branch</w>
braun</w>
bre
brea
bread</w>
break
break</w>
bri
brick</w>
bride</w>
bridge</w>
brief
bright</w>
brightly</w>
brin
briti
bro
broken</w>
bron
broom</w>
brow
brown
brown-haired</w>
brown</w>
browsing</w>
bru
brun
brunette</w>
brush</w>
brushing</w>
bs</w>
bst</w>
bt</w>
bu
bub
bubble</w>
bubbles</w>
bucket</w>
buckets</w>
bucking</w>
buff
buffet</w>
buil
building</w>
buildings</w>
bull
bull</w>
bulldo
bum
bun
bunch</w>
bur
burger</w>
burgundy</w>
bus
bus</w>
bushes</w>
busine
business</w>
busy</w>
but
but</w>
butter
button
button</w>
buy</w>
buying</w>
by
by-
by</w>
bystanders</w>
c
c</w>
ca
ca</w>
cade</w>
cafe</w>
cake</w>
cal
cal</w>
calf</w>
called</w>
cally</w>
calm</w>
cam
camel</w>
camer
camera</w>
cameras</w>
camouflage</w>
can
can</w>
cand
candles</w>
candy</w>
cane</w>
cano
canoe</w>
cans</w>
cap
cap</w>
cape</w>
caps</w>
car
car</w>
card</w>
cardboard</w>
cards</w>
care
care</w>
carnival</w>
carpet</w>
carri
carriage</w>
carries</w>
carry</w>
carrying</w>
cars</w>
cart</w>
carts</w>
carving</w>
case</w>
castle</w>
casu
casual</w>
cat
cat</w>
catch</w>
catcher</w>
catches</w>
catching</w>
cation</w>
cau
cauc
caucasian</w>
caught</w>
ce
ce-
ce</w>
ced</w>
ceiling</w>
cele
celebra
celebrating</w>
cell
cello</w>
cellphone</w>
cement</w>
cen
center</w>
cer
cer</w>
ceremon
ceremony</w>
cers</w>
ces</w>
cess</w>
ch
ch</w>
cha
chain
chain</w>
chainsaw</w>
chair</w>
chairs</w>
chal
chalk</w>
chan
char
charac
chase</w>
chases</w>
chasing</w>
che
che</w>
check
check</w>
checker
checkered</w>
checking</w>
checks</w>
ched</w>
cheer
cheer</w>
cheering</w>
cheerlea
cheerleader</w>
cheerleaders</w>
chef</w>
chefs</w>
cher
cher</w>
chers</w>
ches</w>
chest</w>
chi
chil
child</w>
children</w>
chin
china</w>
chine
chinese</w>
ching</w>
cho
choir</w>
chop
chor</w>
christmas</w>
chs</w>
cht</w>
chur
church</w>
ci
cial</w>
cigarette</w>
cing</w>
cir
circ
circle</w>
cit
city</w>
ck
ck</w>
cked</w>
cken</w>
cker</w>
cket</w>
ckets</w>
cking</w>
cks</w>
cl
cla
clad</w>
class
class</w>
classroom</w>
clay</w>
cle
cle</w>
clean
clean</w>
cleaning</w>
cleans</w>
clear</w>
cli
cliff</w>
clim
climb
climb</w>
climber</w>
climbing</w>
climbs</w>
clo
close
close</w>
closed</w>
closeup</w>
cloth
cloth</w>
clothes</w>
clothing</w>
clou
cloudy</w>
clown</w>
clowns</w>
clu
club</w>
clut
co
co</w>
coa
coach</w>
coaster</w>
coat</w>
coats</w>
cobb
cobblestone</w>
coffee</w>
col
cold</w>
collar</w>
colle
college</w>
collie</w>
color
color</w>
colored</w>
colorful</w>
coloring</w>
colors</w>
colum
com
come</w>
comes</w>
comfor
coming</w>
comm
comp
compani
company</w>
compe
compet
compete</w>
competing</w>
competiti
competition</w>
comple
complet
computer</w>
computers</w>
con
conc
concert</w>
concre
concrete</w>
condu
cone</w>
cones</w>
conference</w>
congre
consi
consisting</w>
constru
construction</w>
contain
container</w>
contro
control</w>
conven
convers
conversation</w>
converse</w>
conversing</w>
coo
cook</w>
cooking</w>
cool
cool</w>
cor
corn</w>
corner</w>
costum
costume</w>
costumes</w>
cou
couch</w>
coun
counter</w>
countr
country</w>
couple</w>
cour
course</w>
court</w>
courtyard</w>
cover
covered</w>
covering</w>
cow
cow</w>
cowboy</w>
cowboys</w>
cra
craft</w>
crafts</w>
cran
crane</w>
craw
cray
cre
cream</w>
crew</w>
cri
cricket</w>
cro
cross
cross</w>
crosses</w>
crossing</w>
crosswalk</w>
crou
crouches</w>
crouching</w>
crow
crowd</w>
crowded</w>
cru
crying</w>
cs</w>
ct
ct</w>
cted</w>
cti
cting</w>
ction</w>
ctions</w>
ctive</w>
ctor</w>
ctors</w>
ctory</w>
cts</w>
cture</w>
cu
cue</w>
cular</w>
cup
cup</w>
cups</w>
cur
curb</w>
curly</w>
custo
customer</w>
customers</w>
cut
cut</w>
cuts</w>
cutting</w>
cy
cy</w>
cyc
cycle</w>
cycles</w>
cycling</w>
cyclist</w>
cyclists</w>
d
d-
d</w>
da
da</w>
dach
dad</w>
dam
dame</w>
dan
dance</w>
dancer</w>
dancers</w>
dances</w>
dancing</w>
dar
dark-haired</w>
dark-skinned</w>
dark</w>
das</w>
daugh
daughter</w>
day
day</w>
dd
dding</w>
ddle</w>
ddy</w>
de
de</w>
dead</w>
debris</w>
deck</w>
decora
decorated</w>
decorati
ded</w>
deep</w>
defen
del
del</w>
demonstra
demonstration</w>
den
den</w>
denim</w>
denti
deo</w>
der
der</w>
derby</w>
dering</w>
dern</w>
ders</w>
des
des</w>
desc
desert</w>
desig
desk</w>
dess
device</w>
dge</w>
dges</w>
di
dia
die
die</w>
dies</w>
differ
different</w>
dig
dig</w>
digging</w>
digit
dimly</w>
din
ding</w>
dings</w>
dining</w>
dinner</w>
dinosau
dio</w>
dir
dire
direction</w>
directions</w>
dirt</w>
dirty</w>
dis
disc
discu
discussing</w>
discussion</w>
dish</w>
dishes</w>
displa
display</w>
distance</w>
dit
diti
dition
dium</w>
diver</w>
diving</w>
dj</w>
dle</w>
do
do</w>
dock</w>
doctor</w>
does</w>
dog</w>
dogs</w>
doing</w>
dol
doll</w>
domin
don
don</w>
donal
donkey</w>
door
door</w>
doors</w>
doorway</w>
dor
dor</w>
dough</w>
down
down</w>
downtown</w>
dr
dra
drag
drawing</w>
dre
dread
dreadlocks</w>
dress
dress</w>
dressed</w>
dresses</w>
dri
drill</w>
drink</w>
drinking</w>
drinks</w>
driver</w>
drives</w>
driving</w>
dro
drop</w>
dru
drum</w>
drummer</w>
drums</w>
dry</w>
ds</w>
dst</w>
du
duck</w>
dum
dun
dune</w>
dur
during</w>
dusk</w>
dy
dy</w>
e
e-
e</w>
ea
each</w>
ear
ear</w>
ears</w>
east</w>
eastern</w>
eat</w>
eating</w>
eats</w>
ed
ed</w>
edge</w>
ee</w>
ees</w>
ef
eg
eggs</w>
eh
eho
ei
eight</w>
eil</w>
ein
ein</w>
eine</w>
einer</w>
eing</w>
eins</w>
either</w>
ek</w>
el
el</w>
elderly</w>
ele
elect
electri
electric</w>
electro
electronic</w>
eleph
elephant</w>
eless</w>
elf</w>
eling</w>
ell
ell</w>
eller</w>
elling</w>
elmo</w>
els</w>
elt</w>
ely</w>
em
em</w>
embra
emer
emergency</w>
emp
employ
empty</w>
en
en-
en</w>
ena
ena</w>
ence</w>
end
end</w>
ender</w>
ends</w>
ene</w>
eng
enga
engaged</w>
engine</w>
enjo
enjoy</w>
enjoying</w>
enjoys</w>
ens</w>
ent
ent</w>
ental</w>
enter
entering</w>
entertain
enth
enthusi
ently</w>
entran
entrance</w>
entre
entri
ents</w>
ep</w>
equip
equipment</w>
er
er-
er</w>
ere</w>
ered</w>
erer</w>
eri
erial</w>
erie</w>
eries</w>
ering</w>
ern
ers
ers</w>
ert</w>
ery</w>
es
es</w>
escal
escalator</w>
ese</w>
essen</w>
et
et</w>
eth
ethnic</w>
eting</w>
ets</w>
ette</w>
eu
euro
ev
even
evening</w>
event</w>
ex
exam
examines</w>
examining</w>
excit
excited</w>
exer
exerci
exhi
experi
experiment</w>
expre
ey
ey</w>
eye</w>
eyes</w>
f
f</w>
fa
fabri
fabric</w>
face</w>
faces</w>
facing</w>
factory</w>
fair</w>
fake</w>
fal
fall</w>
fallen</w>
falling</w>
falls</w>
fami
famili
family</w>
fan
fan</w>
fancy</w>
fans</w>
far
farm</w>
farmer</w>
fashi
fast</w>
father</w>
fau
fe
fe</w>
feat
fee
feeding</w>
feet</w>
fel
fell</w>
female</w>
females</w>
fen
fence</w>
fenced</w>
fencing</w>
fer
fer</w>
fern</w>
fest</w>
festi
festival</w>
fetti</w>
few</w>
ff
ff</w>
ffe
ffee</w>
ffel</w>
ffer
ffer</w>
ffi
ffs</w>
ffy</w>
fi
fiel
field</w>
fig
figh
fight</w>
fighting</w>
figu
figure</w>
fil
filled</w>
filling</w>
film
fin
finger
finger</w>
fingers</w>
fini
finish</w>
fir
fire
fire</w>
firefigh
firefighters</w>
fireman</w>
firemen</w>
firetruck</w>
first</w>
fish
fish</w>
fisher
fisherman</w>
fishing</w>
fit
fit</w>
five</w>
fix</w>
fixing</w>
fl
fla
flag
flag</w>
flags</w>
flan
flau
fle
fli
flies</w>
flight</w>
flip-flops</w>
flip</w>
flipping</w>
flips</w>
flo
float</w>
floating</w>
floor</w>
flops</w>
floral</w>
flower</w>
flowered</w>
flowers</w>
flu
fluffy</w>
flute</w>
fly</w>
flying</w>
fo
foc
fol
folded</w>
folding</w>
follo
following</w>
follows</w>
fon
food</w>
foot
foot</w>
football
football</w>
for
for</w>
ford</w>
fore
foreground</w>
foreign</w>
forest</w>
form
form</w>
formal</w>
formation</w>
forward</w>
founta
fountain</w>
four
four</w>
fr
fra
frame</w>
fran
fre
free</w>
frei
fresh</w>
fri
friend</w>
friends</w>
frisbe
frisbee</w>
fro
from</w>
front</w>
fru
fruit</w>
fruits</w>
fs</w>
ft
ft</w>
fted</w>
fter</w>
fting</w>
fts</w>
fu
ful
ful</w>
full</w>
fully</w>
fun
fun</w>
funny</w>
fur
furniture</w>
g
g-
g</w>
ga
ga</w>
gage</w>
gal
gall
gam
game</w>
gan
gar
garage</w>
garb</w>
garbage</w>
garden
garden</w>
gas</w>
gate</w>
gath
gather</w>
gathered</w>
gathering</w>
gaz
ge
ge</w>
gear</w>
gebo
ged</w>
geh
gei
gel
gel</w>
gen
gen</w>
gender</w>
geno
gent
gentleman</w>
gentlemen</w>
ger
ger</w>
geri
german</w>
gers</w>
ges</w>
gest
gestures</w>
get</w>
gets</w>
getting</w>
gg
gged</w>
ggles</w>
ggy</w>
gh
gh</w>
ght
ght</w>
ghtly</w>
ghts</w>
gi
giant</w>
gie</w>
gift</w>
ging</w>
gir
girl</w>
girls</w>
git
gives</w>
giving</w>
gla
glass</w>
glasses</w>
gle
gle</w>
gli
glo
glove</w>
gloves</w>
gn
gn</w>
go
go-
go</w>
goal</w>
goalie</w>
goes</w>
goggles</w>
going</w>
gol
gold</w>
golden</w>
golf
golf</w>
gon</w>
good</w>
goods</w>
gos</w>
got</w>
gr
gra
graff
graffit
graffiti</w>
grand
gras
gras</w>
grass</w>
grassy</w>
gravel</w>
gray</w>
gre
great</w>
green</w>
greyho
greyhound</w>
gri
grill
grill</w>
grilling</w>
grima
grin
grinding</w>
gro
groceries</w>
grocery</w>
groom</w>
grou
ground</w>
group</w>
groups</w>
gru
gs</w>
gt</w>
gu
guard</w>
guards</w>
gue</w>
gui
guit
guitar
guitar</w>
guitarist</w>
guitars</w>
gun</w>
guns</w>
gur
gut</w>
guy</w>
guys</w>
gy
gym</w>
gymna
gymnasium</w>
gymnast</w>
gymnasti
h
h</w>
ha
hair
hair</w>
haircut</w>
haired</w>
hal
half</w>
hall</w>
hallo
hallway</w>
halt</w>
ham
hamm
hammer</w>
han
hand
hand</w>
hands</w>
handstand</w>
hang</w>
hanging</w>
hangs</w>
happ
happily</w>
happy</w>
har
hard</w>
harmon
harness</w>
hart</w>
has</w>
hat</w>
hats</w>
hau
have</w>
having</w>
haw
hawai
hawk</w>
hay</w>
he
he</w>
hea
head
head</w>
headband</w>
headed</w>
headphones</w>
heads</w>
headscarf</w>
heart</w>
heav
heavy</w>
heels</w>
hei
hel
held</w>
hell
helm</w>
helmet</w>
helmets</w>
help</w>
helping</w>
helps</w>
her
her</w>
herd</w>
here</w>
herself</w>
hi
high
high-
high</w>
hiker</w>
hikers</w>
hiking</w>
hil
hill
hill</w>
hillside</w>
him</w>
himself</w>
hin
hin</w>
hind</w>
his</w>
histor
hit
hit</w>
hits</w>
hitting</w>
hl</w>
hn
ho
hockey</w>
hol
hold</w>
holding</w>
holds</w>
hole</w>
home</w>
homeless</w>
hoo
hood</w>
hooded</w>
hoodie</w>
hoop</w>
hoops</w>
hor
horiz
horn</w>
horse
horse</w>
horseback</w>
horses</w>
hose</w>
hospit
hospital</w>
hot</w>
hotdog</w>
hotdogs</w>
hotel</w>
hou
house</w>
houses</w>
hout</w>
how</w>
ht</w>
hu
hug
hug</w>
huge</w>
hugging</w>
hugs</w>
hula-
hula-ho
hula</w>
hun
hur
hurdle</w>
hut</w>
hy
hydr
i
i-
i</w>
ian</w>
ic
ic</w>
ice</w>
id</w>
ie
ie</w>
iel
if</w>
ight</w>
il
il</w>
iler</w>
iling</w>
ility</w>
ils</w>
ily</w>
im
im</w>
ima
image</w>
in
in</w>
inc
inclu
including</w>
indi
indian</w>
individual</w>
individuals</w>
indoor</w>
indoors</w>
indu
industri
ine</w>
ines</w>
infan
infant</w>
infla
inflatable</w>
inform
ing
ing</w>
ings</w>
ini
ining</w>
inn
inning</w>
ins</w>
inside</w>
inspe
inspecting</w>
inspi
instru
instrument</w>
instruments</w>
int
inten
intently</w>
inter
interacting</w>
intere
intersection</w>
intervie
into</w>
invol
ir
ir</w>
ird</w>
ire</w>
ired</w>
iro
irs</w>
irt</w>
irts</w>
is</w>
ise</w>
ist</w>
it
it</w>
ite
ite</w>
item</w>
items</w>
iter</w>
ites</w>
iti
iting</w>
its</w>
itt
itten</w>
ity</w>
iz
j
ja
jack
jacket</w>
jackets</w>
jam
japanese</w>
je
jean</w>
jeans</w>
jeep</w>
jen
jersey</w>
jerseys</w>
jewel
jewelry</w>
jo
jo</w>
job</w>
jockey</w>
jockeys</w>
jog
jogg
jogging</w>
john</w>
ju
jug
jugg
juggling</w>
jum
jump
jump</w>
jumping</w>
jumps</w>
jumpsuit</w>
jun
jung
jungle</w>
just</w>
k
k-
k</w>
ka
ka</w>
kal
kan
kar
karate</w>
kaya
kayak</w>
kayaks</w>
ke
ke</w>
ked</w>
kee
keep</w>
kel
kel</w>
ken
ken</w>
ker
ker</w>
kers</w>
kes</w>
ket
ket</w>
kets</w>
key
key</w>
keyboard</w>
keys</w>
khaki</w>
khakis</w>
ki
ki</w>
kick
kick</w>
kicking</w>
kicks</w>
kid</w>
kids</w>
kie</w>
kies</w>
kil
kilt</w>
kimon
kin
kin</w>
kind</w>
king</w>
kis</w>
kiss</w>
kissing</w>
kit
kitchen</w>
kite</w>
kitt
kl
kla
kli
kn
kne
knee</w>
kneeling</w>
kneels</w>
kni
knit</w>
kno
ko
kor
kra
ks</w>
ku
kul
ky</w>
l
l</w>
la
lab</w>
labor
labor</w>
lacrosse</w>
lad
ladder</w>
laden</w>
ladies</w>
lady</w>
lage</w>
lake</w>
lamp
lamp</w>
lan
land
land</w>
landing</w>
landscape</w>
lane</w>
lap
lap</w>
laptop</w>
laptops</w>
lar
lar</w>
large</w>
lass
lasso</w>
lat
late</w>
lau
laugh
laugh</w>
laughing</w>
laughs</w>
laun
laundry</w>
lawn</w>
lay</w>
laying</w>
lays</w>
le
le-
le</w>
lea
lead</w>
leading</w>
leads</w>
lean
leaning</w>
leans</w>
leaping</w>
leaps</w>
lear
leash</w>
leather</w>
leaves</w>
leaving</w>
led</w>
ledge</w>
left</w>
leg</w>
leggings</w>
legs</w>
lei
len
leop
leot
leotard</w>
ler
ler</w>
lers</w>
les</w>
less</w>
let
let</w>
letes</w>
letter
ley
ley</w>
li
library</w>
lie
lie</w>
lied</w>
lies</w>
life</w>
lift</w>
lifted</w>
lifting</w>
ligh
light</w>
lights</w>
like</w>
lil
lin
line</w>
lined</w>
lines</w>
ling
ling</w>
lips</w>
liqu
liquid</w>
listen</w>
listening</w>
listens</w>
lit
lit</w>
litt
little</w>
live</w>
living</w>
lk
ll
ll</w>
lla
lli
lly</w>
lo
loa
loading</w>
lob
lobby</w>
local</w>
locks</w>
log</w>
logo</w>
lon
london</w>
lone</w>
long
long-
long-haired</w>
long-slee
long-sleeved</w>
long</w>
loo
look</w>
looking</w>
looks</w>
los</w>
lot</w>
lots</w>
loun
lounge</w>
lounging</w>
love</w>
low</w>
lows</w>
ls</w>
lt</w>
lu
lug
luggage</w>
lum
lun
lunch</w>
lung</w>
ly
ly</w>
lying</w>
m
m</w>
ma
ma</w>
mach
machine</w>
machinery</w>
machines</w>
made</w>
magaz
magazine</w>
mai
make
make</w>
makes</w>
makeup</w>
making</w>
mal
mal</w>
male</w>
males</w>
mall</w>
man
man-
man</w>
mann
many</w>
map</w>
mar
marathon</w>
marching</w>
marin
mark
market</w>
marketplace</w>
maroon</w>
married</w>
martial</w>
mas</w>
mask
mask</w>
mat
mat</w>
match</w>
matching</w>
mate</w>
material</w>
mates</w>
mati
mau
mc
mcdonal
me
me</w>
meal</w>
meat</w>
mechani
medi
medical</w>
meeting</w>
mel
mem
member</w>
members</w>
men
men</w>
ment
ment</w>
ments</w>
mer
mer</w>
mers</w>
mes</w>
messy</w>
met</w>
metal
metal</w>
mets</w>
mexi
mi
mic</w>
micro
microphone</w>
microphones</w>
microscope</w>
mid</w>
midair</w>
middle-
middle-aged</w>
middle</w>
milit
military</w>
min
ming</w>
mini
mir
mirro
mirror</w>
mit
mitt
mitten</w>
mix
mixing</w>
mly</w>
mm
mmed</w>
mmen
mmer
mo
mo</w>
mobil
mobile</w>
mod
model
model</w>
moder
modern</w>
modi
mohawk</w>
mom</w>
moment</w>
mon
money</w>
monit
monitor</w>
monopoly</w>
monument</w>
mop
moped</w>
mor
more</w>
most</w>
mostly</w>
mother</w>
moti
motocross</w>
motor
motor</w>
motorbike</w>
motorcycle</w>
motorcycles</w>
motorcyclist</w>
motori
mou
mound</w>
mounta
mountain
mountain</w>
mountains</w>
mouth</w>
move</w>
moves</w>
moving</w>
mp
mp</w>
ms</w>
mu
mud</w>
muddy</w>
mul
multi
multicolored</w>
multiple</w>
mural</w>
museum</w>
musi
music</w>
musical</w>
musician</w>
musicians</w>
musli
musta
mustache</w>
mut
muzz
my</w>
n
n</w>
na
na</w>
nah</w>
naked</w>
nam
name</w>
nament</w>
nap</w>
narrow</w>
nat
nati
native</w>
nature</w>
navi
navy</w>
ne
ne</w>
nea
near
near</w>
nearby</w>
neck
neck</w>
neckla
necklace</w>
ned</w>
neh
neigh
neighborhood</w>
nel</w>
neon</w>
ner
ner</w>
ness</w>
net</w>
nets</w>
neu
new
new</w>
newborn</w>
newspa
newspaper</w>
next</w>
ney</w>
ni
nice</w>
night
night</w>
nighttime</w>
ning</w>
nis</w>
no
no</w>
nose</w>
not</w>
note
noti
ns</w>
nu
num
number</w>
numer
numerous</w>
nur
ny</w>
o
o</w>
ob
oba
object</w>
objects</w>
obser
observe</w>
observes</w>
observing</w>
obsta
obstacle</w>
oc
oce
ocean</w>
od
od</w>
odd</w>
odle</w>
ods</w>
oes</w>
of
of</w>
off
off-
off</w>
offen
offi
office</w>
officer</w>
officers</w>
official</w>
ol
ol</w>
old</w>
older</w>
oli
ols</w>
olympi
om</w>
oms</w>
on
on</w>
one</w>
oned</w>
ones</w>
ong
ong</w>
oni
onloo
onlookers</w>
only</w>
ons</w>
onto</w>
op
op-
op</w>
ope</w>
open
open</w>
opening</w>
oper
operating</w>
operation</w>
oph
oping</w>
oppon
opponent</w>
opposing</w>
opposite</w>
ops</w>
or
or-
or</w>
ora
oran
orange-
orange</w>
oranges</w>
orchestra</w>
order</w>
ore</w>
ored</w>
org
organi
ori
oriental</w>
ork</w>
orn
ornate</w>
ors</w>
ort</w>
os</w>
ot
ot</w>
oth
other</w>
others</w>
ou
ous</w>
out
out</w>
outdoor</w>
outdoors</w>
outf
outfit</w>
outfits</w>
outside</w>
outstretched</w>
oven</w>
over
over</w>
overall</w>
overalls</w>
overhead</w>
overlooking</w>
overweight</w>
ow</w>
own</w>
p
p-
p</w>
pa
pa</w>
pack
pack</w>
padd
paddle</w>
paddles</w>
paddling</w>
pain
paint
paint</w>
painted</w>
painting</w>
paints</w>
pair</w>
pajam
pajamas</w>
pal
palm</w>
pan
pan</w>
pants</w>
paper
paper</w>
papers</w>
par
para
parach
parade</w>
parasailing</w>
parents</w>
park
park</w>
parked</w>
parking</w>
part
part</w>
parti
partially</w>
partici
participat
participate</w>
participating</w>
partment</w>
party</w>
pass
pass</w>
passenger</w>
passengers</w>
passes</w>
passing</w>
past</w>
pat
path</w>
pati
patient</w>
pating</w>
patio</w>
patri
patro
pause</w>
paved</w>
pavement</w>
pe
pe</w>
pea
peace</w>
ped
ped</w>
pedestri
pedestrians</w>
pee
peering</w>
pel
pel</w>
pen
pen</w>
peop
people</w>
per
per</w>
perform
perform</w>
performan
performance</w>
performer</w>
performers</w>
performing</w>
performs</w>
peri
pers
pers</w>
person
person</w>
pes</w>
pet</w>
petting</w>
pf
pf</w>
ph
pho
phone</w>
phones</w>
photo</w>
photograph
photograph</w>
photographed</w>
photographer</w>
photographs</w>
photos</w>
pi
pian
piano</w>
pic
pick
pick</w>
picking</w>
picnic</w>
pict
picture</w>
pictures</w>
piece</w>
pieces</w>
pier
pier</w>
pig
pige
pigeons</w>
pil
pile</w>
pillow</w>
pilot</w>
pin
pinata</w>
pine</w>
ping</w>
pink
pink</w>
pipe</w>
pipes</w>
pira
pit
pit</w>
pitch</w>
pitcher</w>
pizz
pizza</w>
pl
pla
place</w>
places</w>
plaid</w>
plan
plane</w>
plant</w>
plants</w>
plastic</w>
plat
plate</w>
plates</w>
platform</w>
play
play</w>
player</w>
players</w>
playground</w>
playing</w>
plays</w>
plaza</w>
ple</w>
ples</w>
plo
po
pod</w>
podium</w>
poin
point</w>
pointing</w>
points</w>
pol
pole</w>
poles</w>
poli
police
police</w>
policeman</w>
polka</w>
polo</w>
pon
pond</w>
pony
pony</w>
pool</w>
pop
por
porch</w>
port</w>
portra
pos
pose</w>
poses</w>
posing</w>
positi
position</w>
possi
possibly</w>
post
post</w>
poster</w>
pot</w>
potat
pottery</w>
pouring</w>
pp
pped</w>
ppen</w>
pper</w>
ppies</w>
pping</w>
ppy</w>
pra
practi
practice</w>
practicing</w>
praying</w>
pre
prepar
prepare</w>
prepares</w>
preparing</w>
presen
present</w>
presentation</w>
pretty</w>
pri
prin
print</w>
pro
produ
produce</w>
profe
profession
professional</w>
profi
proje
project</w>
prote
protective</w>
protest</w>
protesting</w>
ps</w>
pt
pt</w>
ption</w>
pu
publi
public</w>
puck</w>
puddle</w>
pul
pull</w>
pulled</w>
pulling</w>
pullover</w>
pulls</w>
pum
pun
puppy</w>
pur
purple</w>
purse</w>
push</w>
pushes</w>
pushing</w>
put
put</w>
puts</w>
putting</w>
py
pyra
q
q</w>
qu
quar
quarter
quarterback</w>
que
que</w>
quet</w>
qui
r
r</w>
ra
race
race</w>
racer</w>
races</w>
racetrack</w>
racing</w>
racket</w>
rad
rad</w>
raft</w>
rafting</w>
rai
rail
rail</w>
railing</w>
railroad</w>
rain
rain</w>
rainbow</w>
rainy</w>
raised</w>
raises</w>
raising</w>
ral</w>
ramp</w>
ran
re
rea
reach</w>
reaches</w>
reaching</w>
read</w>
reading</w>
reads</w>
ready</w>
rec
recei
receiving</w>
recor
red
red-
red-hair</w>
red-haired</w>
red</w>
redheaded</w>
ree</w>
refer
referee</w>
refle
reflective</w>
reg
regal</w>
regen
regi
rela
relax</w>
relaxing</w>
religi
ren
rench</w>
repa
repair
repair</w>
repairs</w>
res</w>
rest
rest</w>
restauran
restaurant</w>
restaurants</w>
resting</w>
rests</w>
retrie
ri
ribb
ribbon</w>
ricksha
ride</w>
rider</w>
riders</w>
rides</w>
riding</w>
rie
ried</w>
right</w>
rin
ring</w>
rings</w>
rink</w>
rist
rit
river</w>
ro
road
road</w>
robe</w>
robes</w>
rock
rock</w>
rocks</w>
rocky</w>
rod</w>
rodeo</w>
roll
roller-
roller</w>
rollerbla
rollerblades</w>
rollersk
rollerskat
rolling</w>
rolls</w>
ron
roof</w>
room</w>
rope</w>
ropes</w>
ros
rot
rot</w>
rough</w>
roun
round</w>
rout
routine</w>
row</w>
rowing</w>
rows</w>
ru
rub
rubber</w>
rubs</w>
rug
rug</w>
rugby</w>
rum</w>
run
run</w>
runner</w>
runners</w>
running</w>
runs</w>
rural</w>
rut
ry</w>
rying</w>
s
s-
s</w>
sa
sack</w>
safety</w>
sail
sailing</w>
sal
sale</w>
salon</w>
sam
same</w>
san
sand
sand</w>
sandals</w>
sandwi
sandwich</w>
sandy</w>
santa</w>
sar
sat
sau
saw</w>
sax
saxoph
saxophone</w>
says</w>
sc
sca
scaff
scaffol
scaffolding</w>
scal
scape</w>
scar
scarf</w>
scarves</w>
scen
scene</w>
scenery</w>
sch</w>
schi
schie
scho
school
school</w>
schwin
sci
science</w>
sco
scoo
scooter</w>
scope</w>
scra
scre
scream
screaming</w>
screen</w>
scu
scuba</w>
scul
sculpt
sculpture</w>
se
se</w>
sea
sea</w>
seat</w>
seated</w>
seats</w>
secur
security</w>
sed</w>
see
see</w>
seems</w>
seen</w>
sees</w>
seh
sei
sel
sel</w>
self</w>
sell
sell</w>
selling</w>
sells</w>
sely</w>
sen
sen</w>
seni
sent
ser
ser</w>
servi
serving</w>
ses</w>
set</w>
sets</w>
setting</w>
seven</w>
several</w>
sewing</w>
sh
sh</w>
sha
shade</w>
shades</w>
shado
shakes</w>
shaking</w>
shal
shallow</w>
shaped</w>
share</w>
sharing</w>
shaved</w>
shaving</w>
she
she</w>
shed</w>
sheep</w>
sheet</w>
shel
shepher
shepherd</w>
shes</w>
shi
shine</w>
shing</w>
shining</w>
ship</w>
shir
shirt
shirt</w>
shirtless</w>
shirts</w>
sho
shoe</w>
shoes</w>
shoo
shoot</w>
shooting</w>
shop
shop</w>
shopping</w>
shops</w>
shor
shore</w>
short-
short</w>
shorts</w>
shot</w>
shoul
shoulder</w>
shoulders</w>
shovel</w>
shoveling</w>
shovels</w>
show</w>
showing</w>
shown</w>
shows</w>
si
side
side</w>
sides</w>
sidewalk</w>
sie</w>
sig
sign</w>
signs</w>
sil
silhou
silhouette</w>
silly</w>
silver</w>
simi
similar</w>
sin
sing</w>
singer</w>
singing</w>
sings</w>
sink</w>
sion</w>
sit
sit</w>
site</w>
siting</w>
sits</w>
sitting</w>
six</w>
sized</w>
sk
sk</w>
skat
skate</w>
skateboar
skateboard</w>
skateboarder</w>
skateboarding</w>
skateboards</w>
skatepark</w>
skater</w>
skates</w>
skating</w>
ski
ski</w>
skier</w>
skiers</w>
skiing</w>
skil
skin
skinned</w>
skirt</w>
skirts</w>
skis</w>
sks</w>
skul
sky
sky</w>
sla
sle
sle</w>
sled</w>
slee
sleep</w>
sleeping</w>
sleeps</w>
sleeveless</w>
sli
slide</w>
slides</w>
sliding</w>
slightly</w>
slo
slope</w>
sm
small</w>
smaller</w>
smi
smile</w>
smiles</w>
smiling</w>
smo
smoke</w>
smokes</w>
smoking</w>
sn
sna
snack</w>
snea
sneakers</w>
sni
sno
snow
snow-covered</w>
snow</w>
snowboar
snowboard</w>
snowboarder</w>
snowboarding</w>
snowy</w>
so
so</w>
soa
soccer</w>
socks</w>
soda</w>
sof
sofa</w>
soft
softball</w>
sol
soldier</w>
soldiers</w>
some
some</w>
someone</w>
something</w>
son
son</w>
song</w>
soon
sor
sort</w>
sp
spa
space</w>
span
spani
spar
spark</w>
spe
spea
speaking</w>
speaks</w>
spect
spectators</w>
spee
speech</w>
speed</w>
spen
sper
spi
spinning</w>
spla
splashes</w>
splashing</w>
spo
spon
spoon</w>
spor
sport
sport</w>
sporting</w>
sports</w>
spot
spotted</w>
spr
spra
spray</w>
spraying</w>
spre
spread</w>
sprin
spring
spring</w>
sprinkl
sprinkler</w>
squ
square</w>
squatting</w>
ss
ss</w>
ssa
ssage</w>
sse</w>
ssed</w>
ssel</w>
ssell</w>
ssen
sser</w>
sses</w>
ssi
ssi</w>
ssig
ssing</w>
ssion
ssion</w>
ssor</w>
ssy</w>
st
st</w>
sta
stack</w>
stad
stadium</w>
stage</w>
stair
staircase</w>
stairs</w>
stairway</w>
stam
stan
stance</w>
stand
stand</w>
standing</w>
stands</w>
stange</w>
stap
star
star</w>
stares</w>
staring</w>
starr
start</w>
starting</w>
stat
stati
station</w>
statue</w>
stau
ste
ste</w>
stea
sted</w>
steel</w>
steep</w>
stel
stem</w>
sten
stening</w>
stens</w>
step</w>
steps</w>
ster
ster</w>
stern</w>
sters</w>
sti
stic</w>
stick</w>
sticking</w>
sticks</w>
stil
still</w>
sting</w>
stir
stle</w>
sto
stock</w>
stomach</w>
stone</w>
stones</w>
stool</w>
stop
stop</w>
stopped</w>
stor
store
store</w>
storefront</w>
story</w>
stove</w>
str
stra
straight</w>
straw</w>
stre
stream</w>
street
street</w>
streets</w>
stret
stretched</w>
stretching</w>
stri
string</w>
striped</w>
stripes</w>
stro
stroll</w>
stroller</w>
stru
structure</w>
sts</w>
stu
student</w>
students</w>
studio</w>
studying</w>
stuff
stuffed</w>
stum
stun
stunt</w>
stur
stures</w>
sty
sty</w>
style</w>
su
sub
subway</w>
suit
suit</w>
suits</w>
sum
summer</w>
sun
sun</w>
sung</w>
sunglasses</w>
sunny</w>
sunset</w>
super
supp
sur
surf
surf</w>
surface</w>
surfboard</w>
surfer</w>
surfing</w>
surroun
surrounded</w>
surrounding</w>
suspen
suspended</w>
sw
swagen</w>
swe
sweat
sweater</w>
sweatshirt</w>
swee
sweeping</w>
swi
swim
swim</w>
swimmer</w>
swimmers</w>
swimming</w>
swims</w>
swimsuit</w>
swin
swing</w>
swinging</w>
swings</w>
swor
sword</w>
sy
sym
syn
synchro
t
t-
t-shirt</w>
t-shirts</w>
t</w>
ta
ta</w>
tab
table</w>
tables</w>
tack
tackle</w>
tag</w>
tage</w>
tail</w>
tails</w>
tain
tain</w>
taining</w>
take</w>
taken</w>
takes</w>
taking</w>
tal
tal</w>
talk</w>
talking</w>
talks</w>
tall</w>
tam
tan
tan</w>
tank
tank</w>
tar
target</w>
tat
tattoo</w>
tattooed</w>
tattoos</w>
tau
tax
taxi</w>
tch</w>
te
te</w>
tea
tea</w>
teacher</w>
teaching</w>
team
team</w>
teammate</w>
teams</w>
tech
techni
ted</w>
tee</w>
teen</w>
teenage</w>
teenager</w>
teenagers</w>
teeth</w>
tele
telephone</w>
telescope</w>
television</w>
tem
tem</w>
ten
ten</w>
tend</w>
tending</w>
tennis</w>
tent</w>
tents</w>
ter
ter</w>
tered</w>
tern</w>
terrain</w>
terri
ters
ters</w>
tes</w>
test</w>
tet</w>
tex
texas</w>
th
th</w>
tha
that</w>
the
the</w>
theat
theater</w>
thedra
their</w>
them
them</w>
themselves</w>
ther</w>
there</w>
these</w>
they</w>
thin</w>
thing</w>
things</w>
third</w>
this</w>
tho
three</w>
thro
through</w>
throw</w>
throwing</w>
thrown</w>
throws</w>
ths</w>
thum
ti
tial</w>
tic</w>
tie</w>
tied</w>
ties</w>
tiger</w>
til
tile</w>
time</w>
times</w>
tin
ting</w>
tion</w>
tire</w>
tires</w>
tle</w>
tly</w>
to
to</w>
todd
toddler</w>
together</w>
togra
toi
tomat
ton
ton</w>
tongue</w>
tons</w>
tool</w>
tools</w>
top
top</w>
tops</w>
tor
tor</w>
tos</w>
tou
touching</w>
touri
tourist</w>
tourists</w>
towar
toward</w>
towards</w>
towel</w>
tower</w>
town</w>
toy</w>
toys</w>
tr
tra
track</w>
tracks</w>
tractor</w>
traditional</w>
traffi
traffic</w>
trail</w>
trailer</w>
train
train</w>
trainer</w>
training</w>
tramp
trampoline</w>
tran
transpor
transport
trash</w>
trav
tre
tree</w>
trees</w>
trei
tri
trick</w>
tricks</w>
tries</w>
trin
tro
trol
trom
tropical</w>
tru
truck</w>
trucks</w>
trumpet</w>
trunk</w>
trunks</w>
try</w>
trying</w>
ts</w>
tt
tt</w>
tte</w>
tted</w>
tter</w>
ttery</w>
tting</w>
tty</w>
tu
tub</w>
tube</w>
tug
tum
tun
tunnel</w>
tur
turban</w>
turn
turn</w>
turned</w>
turning</w>
turns</w>
tut
tv</w>
tw
twir
two</w>
ty
ty</w>
type</w>
tz
u
u</w>
uch</w>
ue</w>
uf
ug
ugh</w>
ul
ula</w>
ulti
um
um</w>
umbrella</w>
umbrellas</w>
ume</w>
ump
un
und
und</w>
under
under</w>
underneath</w>
underwater</w>
unds</w>
ung
ung</w>
uni
unicycle</w>
uniform
uniform</w>
uniformed</w>
uniforms</w>
universit
unt</w>
unter
unter</w>
up
up</w>
upon</w>
upside</w>
ur
ur</w>
urban</w>
ure</w>
ures</w>
uring</w>
us
us</w>
usa</w>
use</w>
used</w>
uses</w>
using</w>
usk</w>
usly</w>
ussion</w>
ut
ut</w>
uta
ute</w>
uth</w>
uti
uts</w>
v
v</w>
va
vacu
val</w>
van</w>
var
vari
various</w>
ve
ve</w>
ved</w>
vege
vegetable</w>
vegetables</w>
vehicle</w>
vehicles</w>
vel
vel</w>
vely</w>
vement</w>
ven
ven</w>
vendor</w>
vendors</w>
venue</w>
ver
ver</w>
veral</w>
vers
vers</w>
versu
verti
verw
very</w>
ves</w>
vest</w>
vests</w>
vi
vice</w>
video
video</w>
vie
vie</w>
vier</w>
view</w>
viewing</w>
vil
vil</w>
village</w>
ving</w>
vio
violin</w>
visi
vision</w>
vo
vol
volk
volleyball</w>
vor
vy</w>
w
w</w>
wa
wading</w>
waff
wagon</w>
wai
wait</w>
waiting</w>
waits</w>
wake
wal
walk
walk</w>
walking</w>
walks</w>
walkway</w>
wall</w>
walls</w>
walmar
wan
wand</w>
wander
war
war</w>
ward</w>
wards</w>
warm</w>
was</w>
wash
washing</w>
wat
watch</w>
watches</w>
watching</w>
water
water</w>
waterfall</w>
waterfront</w>
waters</w>
waterski
waterway</w>
wave</w>
waves</w>
waving</w>
way</w>
ways</w>
we
we</w>
wea
wear</w>
wearing</w>
wears</w>
weaving</w>
web
wed</w>
wedding</w>
ween</w>
wei
weight</w>
wel
wel</w>
welding</w>
well
well</w>
wen
wer
wer</w>
wered</w>
wet
wet</w>
wetsuit</w>
wh
what</w>
whe
wheel
wheel</w>
wheelbar
wheelbarrow</w>
wheelchair</w>
wheelie</w>
wheels</w>
where</w>
whi
which</w>
while</w>
whilst</w>
white-
white</w>
who</w>
wi
wide</w>
wife</w>
wil
wild
wild</w>
will</w>
win
wind
wind</w>
windo
window</w>
windows</w>
wine</w>
wing</w>
wings</w>
winter</w>
wir
wire</w>
wit
with</w>
without</w>
wn
wn</w>
wns</w>
wo
wol
woman</w>
women</w>
woo
wood
wood</w>
wooded</w>
wooden</w>
woods</w>
wor
work
work</w>
worker</w>
workers</w>
working</w>
works</w>
worl
world</w>
wr
wra
wrapped</w>
wrest
wrestle</w>
wrestler</w>
wrestling</w>
writing</w>
ws</w>
x
x-
x</w>
xes</w>
xi
xing</w>
xt</w>
xy
xylo
y
y-
y</w>
ya
yard</w>
yed</w>
yel
yellow</w>
yer</w>
yho
ying</w>
ym
ympi
yo
yoga</w>
york</w>
you</w>
young</w>
younger</w>
youth</w>
ys</w>
z
z</w>
za
za</w>
ze
ze</w>
zed</w>
zen</w>
zer
zer</w>
zes</w>
zi
zing</w>
zo
zone</w>
zu</w>
zun
zz
